tap "cjbassi/ytop"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "neovim/neovim"
brew "age"
brew "atuin"
brew "bandwhich"
brew "bat"
brew "bfg"
brew "chezmoi"
brew "cloudflared"
brew "colima"
brew "dust"
brew "fd"
brew "fish"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "grex"
brew "helix"
brew "helm"
brew "ideviceinstaller"
brew "jq"
brew "lefthook"
brew "lsd"
brew "mas"
brew "mise"
brew "mitmproxy"
brew "mosh"
brew "navi"
brew "neovim"
brew "nushell"
brew "pidof"
brew "pipx"
brew "procs"
brew "ripgrep"
brew "sd"
brew "sk"
brew "sops"
brew "starship"
brew "trash"
brew "wget"
brew "yq"
brew "zellij"
brew "zoxide"
brew "cjbassi/ytop/ytop"
cask "android-studio"
cask "arc"
cask "bit-slicer"
cask "cloudflare-warp"
cask "cursor"
cask "discord"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "gitup"
cask "google-cloud-sdk"
cask "google-chrome"
cask "handbrake"
cask "hex-fiend"
cask "imageoptim"
cask "iina"
cask "iterm2"
cask "logseq"
cask "notion"
cask "rustdesk"
cask "visual-studio-code"
cask "vlc"
cask "vysor"
cask "warp"
cask "whisky"
cask "wineskin"
cask "wireshark"
cask "zoom"
