tap "cjbassi/ytop"
tap "homebrew/bundle"
tap "neovim/neovim"
brew "age"
brew "atuin"
brew "bandwhich"
brew "bat"
brew "bfg"
brew "bitwarden-cli"
brew "chezmoi"
brew "cloudflared"
brew "colima"
brew "dust"
brew "fd"
brew "fish"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "grex"
brew "helix"
brew "helm"
brew "ideviceinstaller"
brew "jq"
brew "lefthook"
brew "lsd"
brew "mas"
brew "minisign"
brew "mise"
brew "mosh"
brew "navi"
brew "neovim"
brew "nushell"
brew "pidof"
brew "pipx"
brew "procs"
brew "ripgrep"
brew "ruby-build"
brew "sd"
brew "sk"
brew "sops"
brew "starship"
brew "trash"
brew "wget"
brew "whalebrew"
brew "yq"
brew "zellij"
brew "zoxide"
brew "cjbassi/ytop/ytop"

