cask "android-studio"
cask "bit-slicer"
cask "chatgpt"
cask "claude"
cask "cloudflare-warp"
cask "cursor"
cask "discord"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "gitup"
cask "google-cloud-sdk"
cask "google-chrome"
cask "handbrake"
cask "hex-fiend"
cask "imageoptim"
cask "iina"
cask "knuff"
cask "keyboard-cleaner"
cask "logseq"
cask "mitmproxy"
cask "notion"
cask "orbstack"
cask "pusher"
cask "rustdesk"
cask "sigmaos"
cask "smcfancontrol"
cask "visual-studio-code"
cask "vlc"
cask "vysor"
cask "warp"
cask "wireshark"
cask "zed"
cask "zoom"
cask "zotero"

